@extends('layouts.pdf')

@section('content')
    <x-excursion.transmittal.header :date="$excursion->hmera_diavivastikou?->format('d-m-Y')" :protocol="$excursion->ar_prot_sxoleiou" />

    <p class="center title">ΑΙΤΗΣΗ ΕΓΚΡΙΣΗΣ ΜΕΤΑΚΙΝΗΣΗΣ ΜΑΘΗΤΩΝ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΣΤΟ ΕΞΩΤΕΡΙΚΟ</p>
    <p class="center">Παρακαλούμε να εγκρίνετε την παρακάτω πολυήμερη εκπαιδευτική εκδρομή των μαθητών του σχολείου μας, στο
        <u>εξωτερικό</u>
    </p>

    <br>
    <table>
        <tr>
            <td class="w-50">
                <b>Α. ΣΤΟΙΧΕΙΑ ΣΧΟΛΙΚΗΣ ΜΟΝΑΔΑΣ</b><br>
                <x-excursion.application.school-details :school-name="$excursion->school->displayname" :phone-numbers="$excursion->school->phonenumbers" :email="$excursion->school->email" />
                Διευθυντής/ντρια: {{ $excursion->onoma_ypografonta }}
            </td>
            <td class="w-50">
                <b>Β. ΣΤΟΙΧΕΙΑ ΕΚΔΡΟΜΗΣ</b><br>
                Τόπος Επίσκεψης: {{ $excursion->proorismos }}
            </td>
        </tr>
    </table>

    <p class="lh-1.5">
        <b>Γ. ΣΤΟΙΧΕΙΑ ΕΚΔΡΟΜΗΣ</b> Η μετακίνηση πραγματοποιείται στο πλαίσιο της Υ.Α. 109113/ΓΔ4/19-8-2026, (ΦΕΚ
        5237/τ.Β'/19-08-2026), άρθρο 8.
    </p>
    Στόχοι εκπαιδευτικής δράσης:
    <ul>
        @foreach ($excursion->stoxoi ?? [] as $stoxos)
            <li>{{ $stoxos }}</li>
        @endforeach
    </ul>
    Αριθμός και ημερομηνία πράξης συλλόγου βάσει της οποίας γίνεται η μετακίνηση:
    {{ $excursion->ar_prajis_syllogou }}<br>
    Αριθμός και ημερομηνία πράξης του διευθυντή για την επιλογή του τουριστικού γραφείου:
    {{ $excursion->praji_epilogi_praktoreiou }}<br>
    Αρ. Πρ. &amp; ημ. διαβίβασης αιτήματος ανάρτησης προκήρυξης: {{ $excursion->ar_pr_anartisisprok }}<br>
    Αριθμός ασφαλιστηρίου συμβολαίου για τη διάρκεια του ταξιδιού και της διαμονής:
    {{ $excursion->asf_symbolaio }}<br>
    Όνομα ξενοδοχείου: {{ $excursion->onoma_jenodoxeio }} Όνομα πρακτορείου: {{ $excursion->onoma_praktoreio }}
    <br> <br>
    Ημερομηνία Αναχώρησης: {{ $excursion->hmera_ekdromis_anaxorisis?->format('d-m-Y') }} Ημερομηνία Επιστροφής:
    {{ $excursion->hmera_epistrofis?->format('d-m-Y') }}<br>
    (πραγματοποιείται κατά το χρονικό διάστημα από 15 Οκτωβρίου έως την τελευταία ημέρα μαθημάτων πριν από την έναρξη των
    διακοπών των Χριστουγέννων και από 1 Φεβρουαρίου έως και δέκα ημέρες πριν από τη λήξη των μαθημάτων)<br> <br>

    Διάρκεια μετακίνησης (σύνολο ημερών): {{ $excursion->diarkeia_hmeres }}<br>

    Ώρα αναχώρησης από Θεσσαλονίκη: {{ $excursion->ora_anaxorisis }} Ώρα αναχώρησης για επιστροφή:
    {{ $excursion->ora_apoxorisis }}<br>

    Ώρα άφιξης στον προορισμό: {{ $excursion->ora_afijis }} Ώρα άφιξης στη Θεσσαλονίκη:
    {{ $excursion->ora_epistrofis }}<br>

    Μεταφορικό μέσο: {{ $excursion->metaforika_mesa }}<br>

    Σύνολο φοιτώντων μαθητών/τριών: {{ $excursion->ar_mathiton }} Μετακινούμενοι μαθητές/τριες:
    {{ $excursion->ar_metakinoumenon }}<br>
    (Αριθμός μαθητών/τριών ≥ 70%) <b>&#x2611;</b> <br>

    Αριθμός συνοδών εκπαιδευτικών (εκτός του αρχηγού): {{ $excursion->plithos_synodoi }} (1/20μαθητές/τριες)<br>
    </p>

    <p class="lh-1.5 justify">
        <br> <br>
        <b>Δ. ΣΥΝΗΜΜΕΝΑ ΥΠΟΒΑΛΛΟΝΤΑΙ:</b><br>

        Αντίγραφο της πράξης του συλλόγου διδασκόντων για τη μετακίνηση (στην
        οποία αναγράφονται, εκτός των άλλων, το αναλυτικό πρόγραμμα της
        μετακίνησης, <u>ολογράφως</u> τα ονοματεπώνυμα/κλάδοι των εκπαιδευτικών).<br> <br>

        <b>Ε. ΜΕ ΤΟ ΠΑΡΟΝ ΒΕΒΑΙΩΝΩ ΟΤΙ:</b>
    </p>
    <ol>
        <li>
            Καλύπτεται ο προβλεπόμενος αριθμός συμμετοχής μαθητών &ge; 70%, της τάξης ή της ομάδας
            τμημάτων, βάσει των υπεύθυνων δηλώσεων των γονέων/κηδεμόνων.
        </li>
        <li>
            Έχουν κατατεθεί και τηρούνται στο αρχείο του σχολείου οι υπεύθυνες δηλώσεις συναίνεσης των ασκούντων την
            επιμέλεια των μαθητών/τριών που συμμετέχουν στη δράση σύμφωνα με τα οριζόμενα στο άρθρο 20 ή των ιδίων εφόσον
            πρόκειται για ενήλικους/ες μαθητές/τριες.
        </li>
        <li>
            α. Ο/Η αρχηγός της μετακίνησης και ο/η αναπληρωτής/τρια του/της ανήκουν στο Σύλλογο Διδασκόντων του σχολείου και
            είναι μόνιμοι/ες εκπαιδευτικοί (ή αναπληρωτές/τριες πλήρους ωραρίου εφόσον δεν υπάρχει μόνιμος/η) και<br>
            β. οι συνοδοί και οι αναπληρωτές/τριες τους είναι μέλη του Συλλόγου και η αναλογία, κατά τη μετακίνηση, είναι
            1/20 μαθητές/τριες εκτός του/της αρχηγού.
        </li>
        <li>Δεν παρακωλύεται η ομαλή λειτουργία της σχολικής μονάδας.</li>
        <li>
            Πραγματοποιήθηκε η διαδικασία προκήρυξης εκδήλωσης ενδιαφέροντος, αξιολόγησης και επιλογής προσφοράς για εύρεση
            ταξιδιωτικού πρακτορείου. <i>(Δεν απαιτείται όταν οι μετακινούμενο/ες είναι έως δέκα (10) συμπεριλαμβανομένων
                των εκπαιδευτικών).</i>
        </li>
        <li>Υπάρχει ασφάλεια επαγγελματικής-αστικής ευθύνης του τουριστικού πρακτορείου/διοργανωτή.</li>
        <li>Όλοι οι συμμετέχοντες έχουν ιατροφαρμακευτική κάλυψη.</li>
        <li>Δεν προκύπτει δαπάνη για το δημόσιο.</li>
        <li>Εφαρμόστηκαν όλα τα προβλεπόμενα της Υ.Α. 109113/ΓΔ4/19-8-2026, (ΦΕΚ 5237/τ.Β'/19-08-2026).</li>
    </ol>

    <x-excursion.transmittal.signature :title="$excursion->prosfonisi_ypografonta" :name="$excursion->onoma_ypografonta" class="signature" />
@endsection
