@extends('layouts.app')
@section('title', 'Οδηγίες')

@section('content')
    <p align=center>Οδηγίες - Πληροφορίες</p>

    <p class="p-4">Τα σχολεία υποχρεούνται από τη νομοθεσία να ενημερώνουν τη Διεύθυνση Εκπαίδευσης για όλες τις σχολικές
        εκδρομές.</p>

    <p class="p-4">Στην κεντρική σελίδα φαίνονται σε λίστα όλες οι υποβολές εκδρομών που έχουν γίνει για το τρέχον σχολικό
        έτος.</p>

    <p class="p-4">Για να ενημερωθεί η Δ/νση για μία μελλοντική εκδρομή του σχολείου πατάμε το κουμπί "<i>Καταχώρηση νέας
            εκδρομής</i>"
        και ακολουθούμε
        τα βήματα της εφαρμογής.</p>

    <p class="p-4">Μπορούμε να αποθηκεύσουμε τις επιλογές μας για τη συγκεκριμένη καταχώρηση και να ξανασυνεχίσουμε κάποια
        άλλη στιγμή.
        Κάθε αποθηκευμένη εκδρομή μπορεί να διαγραφεί και η διαδικασία να ακυρωθεί <u>αρκεί να μην έχει υποβληθεί</u> στη
        Δ/νση.</p>
    <p class="p-4">Όταν η καταχώρηση δεδομένων ολοκληρωθεί, τα στοιχεία υποβάλλονται οριστικά στη Δ/νση πατώντας το κουμπί
        "Υποβολή".
        Μετά την υποβολή στην Δ/νση, δεν μπορούμε να κάνουμε αλλαγές μέσα από την εφαρμογή γιατί τα αρχεία που υποβάλλονται
        λαμβάνουν αριθμό πρωτοκόλλου.
        Οποιεσδήποτε συμπληρώσεις ή αλλαγές μετά από αυτό το σημείο γίνονται μόνο μετά από συννενόηση με το γραφείο εκδρομών
        της Δ/νσης.</p>

    <p class="p-4">Η χρήση της εφαρμογής προτείνεται με στόχο τη διευκόλυνση των σχολείων και της Δ/νσης.</p>

    <p class="p-4">Τί προσφέρει αυτή η εφαρμογή στις Σχολικές Μονάδες;</p>
    <ul class="p-4 list-disc list-inside">
        <li>Άμεση καταχώρηση δεδομένων εκδρομών χωρίς προετοιμασία διαβιβαστικού και χωρίς αποστολή ηλ. αλληλογραφίας,</li>
        <li>Καθοδήγηση και ενημέρωση ως προς τις απαιτήσεις της νομοθεσίας για κάθε είδος εκδρομής,</li>
        <li>Ελαχιστοποίηση παραλήψεων & κατά συνέπεια χρονοβόρων διορθώσεων,</li>
        <li>Αυτόματη πρωτοκόλληση των εγγράφων στο πρωτόκολλο της Δ/νσης μετά την οριστική τους υποβολή,</li>
        <li>Συγκέντρωση ιστορικού εκδρομών ανά σχολικό έτος & παραγωγή στατιστικών στοιχείων,</li>
        <li>Μείωση όγκου αλληλογραφίας & εξοικονόμηση χρόνου.</li>
    </ul>

    </p>
    <p class="p-4">Για παρατηρήσεις ή απορίες απευθυνθείτε στα γραφεία υπευθύνων Εκδρομών ή/και Πληροφορικής της <a
            class="text-blue-600 visited:text-purple-600 underline" href="https://srv-dide-v.thess.sch.gr/portal/mainmenu-29"
            target="_blank">Διεύθυνσης</a>.
    </p>

    </div>
@endsection
