@extends('layouts.pdf')

@section('content')
    <x-excursion.transmittal.header :date="$excursion->hmera_diavivastikou?->format('d-m-Y')" :protocol="$excursion->ar_prot_sxoleiou" />

    <p class="center title">ΑΙΤΗΣΗ ΕΓΚΡΙΣΗΣ ΜΕΤΑΚΙΝΗΣΗΣ ΜΑΘΗΤΩΝ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΣΤΟ ΕΞΩΤΕΡΙΚΟ</p>
    <p class="center">Παρακαλούμε να εγκρίνετε την παρακάτω εκπαιδευτική επίσκεψη των μαθητών/τριών του σχολείου μας στο
        εξωτερικό
    </p>

    <br>
    <table>
        <tr>
            <td class="w-50">
                <b>Α. ΣΤΟΙΧΕΙΑ ΣΧΟΛΙΚΗΣ ΜΟΝΑΔΑΣ</b><br>
                <x-excursion.application.school-details :school-name="$excursion->school->displayname" :phone-numbers="$excursion->school->phonenumbers" :email="$excursion->school->email" />
                {{ $excursion->prosfonisi_ypografonta }}: {{ $excursion->onoma_ypografonta }}
            </td>
            <td class="w-50">
                <b>Β. ΤΟΠΟΣ, ΠΛΑΙΣΙΟ ΜΕΤΑΚΙΝΗΣΗΣ</b><br>
                Τόπος μετακίνησης: {{ $excursion->proorismos }}<br>
                Η μετακίνηση ανήκει στην περίπτωση: {{ $excursion->eidos_ekdromis }}
            </td>
        </tr>
    </table>

    <p class="lh-1.5 page-break">
        <b>Γ. ΣΤΟΙΧΕΙΑ ΜΕΤΑΚΙΝΗΣΗΣ</b> (Η μετακίνηση πραγματοποιείται στο πλαίσιο της Υ.Α 20883/ΓΔ4/12-02-2020, ΦΕΚ
        456/τ.Β/13-02-2020) άρθρο 5.<br> <br>

        Αριθμός και ημερομηνία πράξης συλλόγου βάσει της οποίας γίνεται η μετακίνηση:<br>
        {{ $excursion->ar_prajis_syllogou }}<br>
        Αριθμός και ημερομηνία πράξης του διευθυντή για την επιλογή του τουριστικού γραφείου:<br>
        {{ $excursion->praji_epilogi_praktoreiou }}<br>
        Αρ. Πρ. &amp; ημ. διαβίβασης αιτήματος ανάρτησης προκήρυξης:<br> {{ $excursion->ar_pr_anartisisprok }}<br>
        Αριθμός ασφαλιστηρίου συμβολαίου για τη διάρκεια του ταξιδιού και της διαμονής:<br>
        {{ $excursion->asf_symbolaio }}<br>
        Όνομα ξενοδοχείου: {{ $excursion->onoma_jenodoxeio }} Όνομα πρακτορείου: {{ $excursion->onoma_praktoreio }}
        <br> <br>
        Ημερομηνία Αναχώρησης: {{ $excursion->hmera_ekdromis_anaxorisis?->format('d-m-Y') }} Ημερομηνία Επιστροφής:
        {{ $excursion->hmera_epistrofis?->format('d-m-Y') }}<br>
        (οποτεδήποτε μέσα στο σχολικό έτος. Εξαιρείται το χρονικό διάστημα μίας εβδομάδας πριν την έναρξη των εξετάσεων
        ενδοσχολικών και πανελλαδικών έως τη λήξη τους)<br> <br>

        Διάρκεια μετακίνησης (σύνολο ημερών): {{ $excursion->diarkeia_hmeres }}<br>

        Ώρα αναχώρησης: {{ $excursion->ora_anaxorisis }} Ώρα επιστροφής: {{ $excursion->ora_epistrofis }}<br>

        Ώρα άφιξης στον προορισμό: {{ $excursion->ora_afijis }} Ώρα αναχώρησης για επιστροφή:
        {{ $excursion->ora_apoxorisis }}<br>

        Μεταφορικό μέσο: {{ $excursion->metaforika_mesa }}<br>

        Αριθμός μετακινούμενων μαθητών/τριών: {{ $excursion->ar_metakinoumenon }}<br>

        Αριθμός συνοδών εκπαιδευτικών (εκτός του αρχηγού): {{ $excursion->plithos_synodoi }} (1/20μαθητές/τριες)<br>
    </p>

    <p class="lh-1.5 justify">
        <br> <br>
        <b>Δ. ΣΥΝΗΜΜΕΝΑ ΥΠΟΒΑΛΛΟΝΤΑΙ:</b><br>

        1. Αντίγραφο της πράξης του συλλόγου διδασκόντων για τη μετακίνηση [στην οποία αναγράφονται, εκτός των άλλων,
        ολογράφως τα ονοματεπώνυμα των συμμετεχόντων μαθητών/τριών και εκπαιδευτικών, το αναλυτικό πρόγραμμα της μετακίνησης
        και ο αρ. πρ. έγκρισης του προγράμματος (όταν η μετακίνηση γίνεται μέσω προγράμματος)]<br>

        2. Αντίγραφο της απόφασης της έγκρισης του προγράμματος (εφόσον η μετακίνηση γίνεται μέσω προγράμματος).<br>

        3. Το εγκεκριμένο από το Σ.Δ. αναλυτικό πρόγραμμα της κάθε ημέρας της μετακίνησης<br>

        4. Έγγραφο που αποδεικνύει το λόγο της μετακίνησης: {{ $excursion->titlos_programmatos }}
        <br> <br>

        <b>Ε. ΜΕ ΤΟ ΠΑΡΟΝ ΒΕΒΑΙΩΝΩ ΟΤΙ:</b><br>

        1. Έχουν κατατεθεί και τηρούνται στο σχολείο οι υπεύθυνες δηλώσεις των γονέων/κηδεμόνων των
        συμμετεχόντων μαθητών.<br>
        2. Ο αρχηγός της μετακίνησης και ο αναπληρωτής του είναι μόνιμοι εκπαιδευτικοί (ή αναπληρωτές πλήρους
        ωραρίου εφόσον δεν υπάρχει μόνιμος) οι συνοδοί και οι αναπληρωτές τους είναι εκπαιδευτικοί της Δ.Ε.
        και δεν είναι αναπληρωτές με μειωμένο ωράριο, ούτε ωρομίσθιοι.<br>
        3. Οι συνοδοί ανήκουν στο σύλλογο διδασκόντων του σχολείου και η αναλογία, κατά τη μετακίνηση, είναι 1/20
        μαθητές εκτός του αρχηγού. <br>
        4. Όλοι οι μαθητές/τριες συμμετέχουν με αιτιολογημένη απόφαση του Σ.Δ.<br>
        5. Οι εκπαιδευτικοί και οι μαθητές/τριες είναι μέλη της παιδαγωγικής ομάδας (εφόσον η μετακίνηση γίνεται μέσω
        προγράμματος)<br>
        6. Υπάρχει ασφάλεια επαγγελματικής αστικής ευθύνης του τουριστικού πρακτορείου/διοργανωτή<br>
        7. Όλοι οι συμμετέχοντες έχουν ιατροφαρμακευτική κάλυψη<br>
        8. Δε διαταράσσεται η ομαλή λειτουργία της σχολικής μονάδας και δεν προκύπτει δαπάνη για το δημόσιο.<br>
        9. Εφαρμόστηκαν όλα τα προβλεπόμενα στην με αρ. 20883/ΓΔ4/12-02-2020 Y.A (ΦΕΚ 456/τ.Β'/13-02-2020)<br>
    </p>

    <x-excursion.transmittal.signature :title="$excursion->prosfonisi_ypografonta" :name="$excursion->onoma_ypografonta" class="signature" />
@endsection
