@extends('layouts.pdf')

@section('content')
    <x-excursion.transmittal.header :date="$excursion->hmera_diavivastikou?->format('d-m-Y')" :protocol="$excursion->ar_prot_sxoleiou" />

    <p class="center title">ΑΙΤΗΣΗ ΕΓΚΡΙΣΗΣ ΜΕΤΑΚΙΝΗΣΗΣ ΜΑΘΗΤΩΝ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΣΤΟ ΕΞΩΤΕΡΙΚΟ</p>
    <p class="center">Παρακαλούμε να εγκρίνετε την παρακάτω εκπαιδευτική επίσκεψη των μαθητών/τριών του σχολείου μας στο
        εξωτερικό
    </p>

    <br>
    <table>
        <tr>
            <td class="w-50">
                <b>Α. ΣΤΟΙΧΕΙΑ ΣΧΟΛΙΚΗΣ ΜΟΝΑΔΑΣ</b><br>
                <x-excursion.application.school-details :school-name="$excursion->school->displayname" :phone-numbers="$excursion->school->phonenumbers" :email="$excursion->school->email" />
                Διευθυντής/ντρια: {{ $excursion->onoma_ypografonta }}
            </td>
            <td class="w-50">
                <b>Β. ΤΟΠΟΣ, ΠΛΑΙΣΙΟ ΜΕΤΑΚΙΝΗΣΗΣ</b><br>
                Τόπος μετακίνησης: {{ $excursion->proorismos }}<br>
                Η μετακίνηση ανήκει στην περίπτωση: {{ $excursion->eidos_ekdromis }}
            </td>
        </tr>
    </table>

    <p class="lh-1.5">
        <b>Γ. ΣΤΟΙΧΕΙΑ ΜΕΤΑΚΙΝΗΣΗΣ</b> Η μετακίνηση πραγματοποιείται στο πλαίσιο της Υ.Α. 109113/ΓΔ4/19-8-2026, (ΦΕΚ
        5237/τ.Β'/19-08-2026) - άρθρο 11.
    </p>
    Στόχοι εκπαιδευτικής δράσης:
    <ul>
        @foreach ($excursion->stoxoi ?? [] as $stoxos)
            <li>{{ $stoxos }}</li>
        @endforeach
    </ul>

    <p class="lh-1.5">
        Αριθμός και ημερομηνία πράξης συλλόγου βάσει της οποίας γίνεται η μετακίνηση:
        {{ $excursion->ar_prajis_syllogou }}<br>
        Αριθμός και ημερομηνία πράξης του διευθυντή για την επιλογή του τουριστικού γραφείου:
        {{ $excursion->praji_epilogi_praktoreiou }}<br>
        Αρ. Πρ. &amp; ημ. διαβίβασης αιτήματος ανάρτησης προκήρυξης: {{ $excursion->ar_pr_anartisisprok }}<br>
        Αριθμός ασφαλιστηρίου συμβολαίου για τη διάρκεια του ταξιδιού και της διαμονής:
        {{ $excursion->asf_symbolaio }}<br>
        @if ($excursion->eidos_ekdromis === 'Αδελφοποιήσεων')
            Αρ. Πρ. έγκρισης του εκπαιδευτικού προγράμματος της επίσκεψης, από το/την Διευθυντή/τρια της ΔΔΕ:
            {{ $excursion->ar_pr_egrisis_programmatosdde }}<br>
        @endif
        Όνομα ξενοδοχείου: {{ $excursion->onoma_jenodoxeio }} Όνομα πρακτορείου: {{ $excursion->onoma_praktoreio }}
        <br> <br>
        Ημερομηνία Αναχώρησης: {{ $excursion->hmera_ekdromis_anaxorisis?->format('d-m-Y') }} Ημερομηνία Επιστροφής:
        {{ $excursion->hmera_epistrofis?->format('d-m-Y') }}<br>
        (οποτεδήποτε μέσα στο σχολικό έτος. Εξαιρείται το χρονικό διάστημα μίας εβδομάδας πριν την έναρξη των εξετάσεων
        ενδοσχολικών και πανελλαδικών έως τη λήξη τους)<br> <br>

        Διάρκεια μετακίνησης (σύνολο ημερών): {{ $excursion->diarkeia_hmeres }}<br>

        Ώρα αναχώρησης: {{ $excursion->ora_anaxorisis }} Ώρα επιστροφής: {{ $excursion->ora_epistrofis }}<br>

        Ώρα άφιξης στον προορισμό: {{ $excursion->ora_afijis }} Ώρα αναχώρησης για επιστροφή:
        {{ $excursion->ora_apoxorisis }}<br>

        Μεταφορικό μέσο: {{ $excursion->metaforika_mesa }}<br>

        Αριθμός μετακινούμενων μαθητών/τριών: {{ $excursion->ar_metakinoumenon }}<br>

        Αριθμός συνοδών εκπαιδευτικών (εκτός του αρχηγού): {{ $excursion->plithos_synodoi }} (1/20μαθητές/τριες)<br>
    </p>

    <p class="lh-1.5 justify">
        <br> <br>
        <b>Δ. ΣΥΝΗΜΜΕΝΑ ΥΠΟΒΑΛΛΟΝΤΑΙ:</b>
    </p>
    <ol class="justify">
        <li>
            Αντίγραφο της πράξης του συλλόγου διδασκόντων για τη μετακίνηση στην οποία αναγράφονται, εκτός των άλλων,
            ολογράφως τα ονοματεπώνυμα των συμμετεχόντων/ουσών μαθητών/τριών και εκπαιδευτικών, το αναλυτικό πρόγραμμα της
            μετακίνησης.
        </li>
        <li>Το εγκεκριμένο από το Σ.Δ. αναλυτικό πρόγραμμα της κάθε ημέρας της μετακίνησης.</li>
        <li>Έγγραφο που αποδεικνύει το λόγο της μετακίνησης: {{ $excursion->titlos_programmatos }}</li>
    </ol>
    <br>

    <p class="lh-1.5 justify">
        <b>Ε. ΜΕ ΤΟ ΠΑΡΟΝ ΒΕΒΑΙΩΝΩ ΟΤΙ:</b>
    </p>

    <ol class="justify">
        <li>
            Έχουν κατατεθεί και τηρούνται στο αρχείο του σχολείου οι υπεύθυνες δηλώσεις συναίνεσης των ασκούντων την
            επιμέλεια των μαθητών/τριών που συμμετέχουν στη δράση σύμφωνα με τα οριζόμενα στο άρθρο 20 ή των ιδίων εφόσον
            πρόκειται για ενήλικους/ες μαθητές/τριες.
        </li>
        <li>
            α. Ο/Η αρχηγός της μετακίνησης και ο/η αναπληρωτής/τρια του/της ανήκουν στο Σύλλογο Διδασκόντων του σχολείου και
            είναι μόνιμοι εκπαιδευτικοί (ή αναπληρωτές/τριες πλήρους ωραρίου εφόσον δεν υπάρχει μόνιμος/η) και<br>
            β. οι συνοδοί και οι αναπληρωτές/τριες τους είναι μέλη του Συλλόγου και η αναλογία, κατά τη μετακίνηση, είναι
            1/20 μαθητές/τριες εκτός του/της αρχηγού.
        </li>
        <li>Όλοι οι μαθητές/τριες συμμετέχουν με αιτιολογημένη απόφαση του Σ.Δ.</li>
        <li>Δεν παρακωλύεται η ομαλή λειτουργία της σχολικής μονάδας.</li>
        <li>
            Πραγματοποιήθηκε η διαδικασία προκήρυξης εκδήλωσης ενδιαφέροντος, αξιολόγησης και επιλογής προσφοράς για εύρεση
            ταξιδιωτικού πρακτορείου <i>(Δεν απαιτείται όταν οι μετακινούμενοι/ες είναι έως δέκα (10) συμπεριλαμβανομένων
                των εκπαιδευτικών)</i>
        </li>
        <li>Υπάρχει ασφάλεια επαγγελματικής αστικής ευθύνης του τουριστικού πρακτορείου/διοργανωτή</li>
        <li>Όλοι οι συμμετέχοντες έχουν ιατροφαρμακευτική κάλυψη</li>
        <li>Δεν προκύπτει δαπάνη για το δημόσιο.</li>
        <li>Εφαρμόστηκαν όλα τα προβλεπόμενα στην με αρ. Υ.Α. 109113/ΓΔ4/19-8-2026, (ΦΕΚ 5237/τ.Β'/19-08-2026)</li>
    </ol>

    <x-excursion.transmittal.signature :title="$excursion->prosfonisi_ypografonta" :name="$excursion->onoma_ypografonta" class="signature" />
@endsection
