@extends('layouts.pdf')

@section('content')
    <x-excursion.transmittal.header :date="$excursion->hmera_diavivastikou?->format('d-m-Y')" :protocol="$excursion->ar_prot_sxoleiou" />

    <p class="center title">ΑΙΤΗΣΗ ΕΓΚΡΙΣΗΣ ΜΕΤΑΚΙΝΗΣΗΣ ΜΑΘΗΤΩΝ ΚΑΙ ΕΚΠΑΙΔΕΥΤΙΚΩΝ ΣΤΟ ΠΛΑΙΣΙΟ ΕΚΠΑΙΔ. ΕΠΙΣΚΕΨΗΣ</p>
    <p class="center">Παρακαλούμε να εγκρίνετε την παρακάτω εκπαιδευτική επίσκεψη των μαθητών του σχολείου μας στο εξωτερικό
    </p>

    <br>
    <table>
        <tr>
            <td>
                <b>Α. ΣΤΟΙΧΕΙΑ ΣΧΟΛΙΚΗΣ ΜΟΝΑΔΑΣ</b><br>
                <x-excursion.application.school-details :school-name="$excursion->school->displayname" :phone-numbers="$excursion->school->phonenumbers" :email="$excursion->school->email" /><br>
                {{ $excursion->prosfonisi_ypografonta }}: {{ $excursion->onoma_ypografonta }}
            </td>
            <td>
                <b>Β. ΣΤΟΙΧΕΙΑ ΕΚΔΡΟΜΗΣ</b><br>
                Τόπος Επίσκεψης: {{ $excursion->proorismos }}<br>
                <u>Η μετακίνηση γίνεται με:</u><br>
                α/ Είδος προγράμματος: {{ $excursion->eidos_programmatos }}<br>
                β/ Τίτλος προγράμματος: {{ $excursion->titlos_programmatos }}<br>
            </td>
        </tr>
    </table>

    <p class="lh-1.5 page-break">
        <b>Γ. ΣΤΟΙΧΕΙΑ ΕΠΙΣΚΕΨΗΣ</b> (Η μετακίνηση πραγματοποιείται στο πλαίσιο της Υ.Α 20883/ΓΔ4/12-02-2020, ΦΕΚ
        456/τ.Β/13-02-2020) άρθρο 3, &sect; 1.<br> <br>

        Αριθμός και ημερομηνία πράξης συλλόγου βάσει της οποίας γίνεται η μετακίνηση:<br>
        {{ $excursion->ar_prajis_syllogou }}<br>
        Αριθμός και ημερομηνία πράξης του διευθυντή για την επιλογή του τουριστικού γραφείου:<br>
        {{ $excursion->praji_epilogi_praktoreiou }}<br>
        Αρ. Πρ. &amp; ημ. διαβίβασης αιτήματος ανάρτησης προκήρυξης:<br> {{ $excursion->ar_pr_anartisisprok }}<br>
        Αριθμός ασφαλιστηρίου συμβολαίου για τη διάρκεια του ταξιδιού και της διαμονής:<br>
        {{ $excursion->asf_symbolaio }}<br>
        Όνομα ξενοδοχείου: {{ $excursion->onoma_jenodoxeio }} Όνομα πρακτορείου: {{ $excursion->onoma_praktoreio }}
        <br> <br>
        Ημερομηνία Αναχώρησης: {{ $excursion->hmera_ekdromis_anaxorisis?->format('d-m-Y') }} Ημερομηνία Επιστροφής:
        {{ $excursion->hmera_epistrofis?->format('d-m-Y') }}<br>
        (οποτεδήποτε μέσα στο διδακτικό έτος και μέχρι 10 μέρες πριν τη λήξη των μαθημάτων)<br> <br>

        Διάρκεια μετακίνησης (σύνολο ημερών): {{ $excursion->diarkeia_hmeres }}<br>

        Ώρα αναχώρησης: {{ $excursion->ora_anaxorisis }} Ώρα επιστροφής: {{ $excursion->ora_epistrofis }}<br>

        Ώρα άφιξης στον προορισμό: {{ $excursion->ora_afijis }} Ώρα αναχώρησης για επιστροφή:
        {{ $excursion->ora_apoxorisis }}<br>

        Μεταφορικό μέσο: {{ $excursion->metaforika_mesa }}<br>

        <b>Σύνολο</b> μαθητών/τριών παιδ/κής ομάδας: {{ $excursion->ar_mathiton }}
        <b>Μετακινούμενοι</b> μαθητές/τριες παιδ/κής ομάδας: {{ $excursion->ar_metakinoumenon }}<br>
        (Αριθμός μαθητών/τριών &ge; 70%) <b>&#x2611;</b> <br>

        Αριθμός συνοδών εκπαιδευτικών (εκτός του αρχηγού): {{ $excursion->plithos_synodoi }} (1/20μαθητές/τριες)<br>
    </p>

    @php
        $synodoi =
            'Όλοι οι συμμετέχοντες μαθητές είναι μέλη της παιδαγωγικής ομάδας. Από τους εκπαιδευτικούς για 
			λόγους ανωτέρας βίας συνοδεύουν ' .
            $excursion->plithos_ektosomadas_synodoi .
            ' εκτός παιδαγωγικής ομάδας';
        if (((int) $excursion->plithos_ektosomadas_synodoi) === 0) {
            $synodoi = 'Όλοι οι συμμετέχοντες εκπαιδευτικοί και μαθητές είναι μέλη της παιδαγωγικής ομάδας.';
        } elseif (((int) $excursion->plithos_ektosomadas_synodoi) === 1) {
            $synodoi =
                'Όλοι οι συμμετέχοντες μαθητές είναι μέλη της παιδαγωγικής ομάδας. Από τους εκπαιδευτικούς, 1 εκτός παιδαγωγικής ομάδας συνοδεύει για λόγους ανωτέρας βίας';
        }
    @endphp
    <p style="lh-1.5">
        <br> <br>
        <b>Δ. ΣΥΝΗΜΜΕΝΑ ΥΠΟΒΑΛΛΟΝΤΑΙ:</b><br>

        1. Αντίγραφο της πράξης του συλλόγου διδασκόντων για τη μετακίνηση (στην οποία αναγράφονται, εκτός των άλλων,
        ολογράφως τα ονοματεπώνυμα των συμμετεχόντων μαθητών/τριών και εκπαιδευτικών, το αναλυτικό πρόγραμμα της
        μετακίνησης, ο αρ. πρ. έγκρισης του προγράμματος σχολικών δραστηριοτήτων από τη ΔΔΕ και ο τίτλος του.)<br>

        2. Αντίγραφο της απόφασης της έγκρισης του εκπαιδευτικού προγράμματος σχολικών δραστηριοτήτων
        από τη ΔΔΕ.<br>

        3. Ο πίνακας με το όνομα του σχολείου, το αντίστοιχο εκπαιδευτικό πρόγραμμα σχολικών δραστηριοτήτων
        και τα ονόματα των εκπαιδευτικών, όπως αυτή έχει αποσταλεί από τη Δ.Δ.Ε.<br> <br>

        <b>Ε. ΜΕ ΤΟ ΠΑΡΟΝ ΒΕΒΑΙΩΝΩ ΟΤΙ:</b><br>

        1. Έχουν κατατεθεί και τηρούνται στο σχολείο οι υπεύθυνες δηλώσεις των γονέων/κηδεμόνων των
        συμμετεχόντων μαθητών.<br>
        2. Ο αρχηγός της μετακίνησης και ο αναπληρωτής του είναι μόνιμοι εκπαιδευτικοί (ή αναπληρωτές πλήρους
        ωραρίου εφόσον δεν υπάρχει μόνιμος) οι συνοδοί και οι αναπληρωτές τους είναι εκπαιδευτικοί της Δ.Ε.
        και δεν είναι αναπληρωτές με μειωμένο ωράριο, ούτε ωρομίσθιοι.<br>
        3. Οι συνοδοί ανήκουν στο σύλλογο διδασκόντων του σχολείου και η αναλογία, κατά τη μετακίνηση, είναι 1/20
        μαθητές εκτός του αρχηγού. <br>
        4. {{ $synodoi }} <br>
        5. Καλύπτεται ο προβλεπόμενος αριθμός συμμετοχής μαθητών &ge; 70%, της παιδαγωγικής ομάδας, βάσει των
        υπεύθυνων δηλώσεων των γονέων/κηδεμόνων.<br>
        6. Υπάρχει ασφάλεια επαγγελματικής-αστικής ευθύνης του τουριστικού πρακτορείου/διοργανωτή<br>
        7. Όλοι οι συμμετέχοντες έχουν ιατροφαρμακευτική κάλυψη<br>
        8. Δε διαταράσσεται η ομαλή λειτουργία της σχολικής μονάδας και δεν προκύπτει δαπάνη
        για το δημόσιο.<br>
        9. Εφαρμόστηκαν όλα τα προβλεπόμενα στην με αρ. 20883/ΓΔ4/12-02-2020 Y.A (ΦΕΚ 456/τ.Β'/13-02-2020)<br>
    </p>

    <x-excursion.transmittal.signature :title="$excursion->prosfonisi_ypografonta" :name="$excursion->onoma_ypografonta" class="signature" />
@endsection
