<x-layouts.app>
<x-slot:title>Εκδρομές - Οδηγός Εκδρομών</x-slot:title>

<p class="font-bold underline text-center pb-4">Νέα εκδρομή</p>
    <x-excursion.wizard.progress percent="70" />
    <div class="flex flex-col items-center gap-4 pb-4">
        Με βάση τις προηγούμενες απαντήσεις, επιλέξτε το είδος της νέας εκδρομής για καταχώρηση από τις παρακάτω επιλογές:
        <!-- TODO: Add a form to create a new excursion -->
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Εκπαιδευτικών ανταλλαγών σε συνέχεια διακρατικών συμφωνιών/μνημονίων συνεργασίας/εκτελεστικών προγραμμάτων']) }}">Εκπαιδευτικών
            ανταλλαγών σε συνέχεια διακρατικών συμφωνιών/μνημονίων συνεργασίας/εκτελεστικών
            προγραμμάτων</a>
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Ευρωπαϊκών προγραμμάτων δραστηριοτήτων/προγραμμάτων που δε γίνονται στο πλαίσιο του ευρωπαϊκού προγράμματος Erasmus']) }}">Ευρωπαϊκών
            προγραμμάτων δραστηριοτήτων/προγραμμάτων που δε γίνονται στο πλαίσιο του ευρωπαϊκού
            προγράμματος Erasmus</a>
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Προγραμμάτων διεθνών οργανισμών']) }}">Προγραμμάτων
            διεθνών οργανισμών</a>
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Συμμετοχών σε διεθνείς συναντήσεις, συνέδρια, ημερίδες, διαγωνισμούς, μαθητικές επιστημονικές ολυμπιάδες και άλλες διεθνής εκδηλώσεις']) }}">Συμμετοχών
            σε διεθνείς συναντήσεις, συνέδρια, ημερίδες, διαγωνισμούς, μαθητικές επιστημονικές
            ολυμπιάδες και άλλες διεθνής εκδηλώσεις</a>
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Προσκλήσεις σχολείων της περ.α του άρθρου 3 του ν. 4415/2016 (Α΄ 159)']) }}">Προσκλήσεις
            σχολείων της περ.α του άρθρου 3 του ν. 4415/2016 (Α΄ 159)</a>
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Πιλοτικών προγραμμάτων διεθνών σχολικών δικτύων που εγκρίνονται ή συντονίζονται από το Υπουργείο Παιδείας']) }}">Πιλοτικών
            προγραμμάτων διεθνών σχολικών δικτύων που εγκρίνονται ή συντονίζονται από το Υπουργείο
            Παιδείας</a>
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Επισκέψεων σε ερευνητικά κέντρα, εκπαιδευτικά ιδρύματα, πανεπιστήμια, κέντρα πολιτισμού και/ή αθλητισμού']) }}">Επισκέψεων
            σε ερευνητικά κέντρα, εκπαιδευτικά ιδρύματα, πανεπιστήμια, κέντρα πολιτισμού και/ή
            αθλητισμού</a>
        <a class='btn btn-primary'
            href="{{ route('excursion.create', ['excursionType' => 'Επισκέψεων σε ευρωπαϊκούς θεσμούς/διεθνείς οργανώσεις κατόπιν σχετικής πρόσκλησης και αποδοχής τυχόν αιτήματος από το διεθνή οργανισμό']) }}">Επισκέψεων
            σε ευρωπαϊκούς θεσμούς/διεθνείς οργανώσεις κατόπιν σχετικής πρόσκλησης και αποδοχής
            τυχόν αιτήματος από το διεθνή οργανισμό</a>
    </div>

    <p><a href="{{ route('excursion.wizard', ['step' => '>ΕΔ>ΟΧΙΒΡΑΒΕΥΣΗ>ΟΧΙΑΔΕΛ']) }}" class='btn btn-warning'> <i
                class='fas fa-angle-left'></i>
            Προηγούμενο βήμα</a></p>
</x-layouts.app>
