@extends('layouts.app')
@section('title', 'Νέα Εκδρομή')

@section('content')
    <p class="text-lg font-bold underline text-center py-4">Νέα Εκδρομή</p>
    <p>{{ $excursionType }}</p>
    <p>Κατεβάστε τις οδηγίες και τη νομοθεσία:</p>
    @foreach ($types[$excursionType]['legislation_files']() as $file)
        <a class="hover:underline text-blue-600" href="{{ str_replace('+', '%2B', Storage::disk('public')->url($file)) }}"
            target="_blank">{{ basename($file) }}<i class="fas fa-download"></i></a><br>
    @endforeach

    @switch ($excursionType)
        @case('Πολυήμερη τελευταίας τάξης στο εσωτερικό')
            Επιλογή Μεταφορικού μέσου: <br>
            Ο Δ/ντής του σχολείου προκηρύσσει στην ιστοσελίδα της Δ.Δ.Ε. εκδήλωση ενδιαφέροντος (αποστολή e-mail στη διεύθυνση:
            mail@dide-v.thess.sch.gr), με καταληκτική ημερομηνία κατάθεσης των προσφορών τουλάχιστον πέντε (5) ημέρες μετά την
            ανάρτηση (βλ. άρθρο 14)
            <br> <br>
            Στη περίπτωση που ο διαγωνισμός κηρυχθεί άγονος, το σχολείο απευθύνεται σε συγκεκριμένο τουριστικό γραφείο, αφού
            ενημερωθεί η ΔΔΕ με σχετικό πρακτικό, το οποίο αποστέλλεται με το αντίστοιχο διαβιβαστικό.
            <br> <br>
            Ανάρτηση στην ιστοσελίδα του σχολείου:<br>
            Προς αποφυγή δυσάρεστων καταστάσεων (πχ. καταγγελιών από πρακτορεία), ιδιαίτερη προσοχή θα πρέπει να δίδεται στις
            παρακάτω υποχρεώσεις:<br>
            α/ Το πρακτικό του διευθυντή με την αιτιολόγηση επιλογής του πρακτορείου αναρτάται στην ιστοσελίδα του σχολείου.
            Ενστάσεις μπορούν να υποβληθούν μέσα σε τρεις (3) μέρες από την ανάρτησή του.
            <br>
            β/ Μετά την εξέταση των πιθανών ενστάσεων γίνεται η τελική επιλογή με πρακτικό του διευθυντή.
            <br>
            γ/Στη συνέχεια, υπογράφεται η σύμβαση και το σχολείο υποχρεούται να αναρτά στον πίνακα ανακοινώσεων και στην ιστοσελίδα
            του τις προσφορές των τουριστικών γραφείων, τη σύμβαση οργανωμένου ταξιδιού που υπογράφτηκε, καθώς και τον αριθμό του
            ασφαλιστηρίου συμβολαίου επαγγελματικής ευθύνης.
            <br> <br>
            ΣΗΜΕΙΩΣΗ: Σε περίπτωση μετακίνησης με τουριστικά λεωφορεία, ο/η Διευθυντής/ντρια του σχολείου απευθύνεται εγγράφως στη
            Διεύθυνση τροχαίας της Ελληνικής Αστυνομίας ώστε να διενεργηθεί ο έλεγχος των οχημάτων (έγγραφα καταλληλότητας οχήματος,
            επαγγελματική άδεια οδήγησης, έγγραφα οδηγού κ.λ.π), λίγο πριν την αναχώρηση των εκδρομέων.
            <br> <br>
        @break

        @case('Πολυήμερη τελευταίας τάξης στο εξωτερικό')
            <p class="pt-4">Μειοδοτικοί διαγωνισμοί:</p>
            <p>Ο Δ/ντής του σχολείου προκηρύσσει στην ιστοσελίδα της Δ.Δ.Ε. εκδήλωση ενδιαφέροντος (αποστολή e-mail στη διεύθυνση:
                mail@dide-v.thess.sch.gr), με καταληκτική ημερομηνία κατάθεσης των προσφορών τουλάχιστον πέντε (5) ημέρες μετά την
                ανάρτηση (βλ. άρθρο 14)</p>
            <p class="py-4">Στη περίπτωση που ο διαγωνισμός κηρυχθεί άγονος, το σχολείο απευθύνεται σε συγκεκριμένο τουριστικό
                γραφείο, αφού
                ενημερωθεί η ΔΔΕ με σχετικό πρακτικό, το οποίο αποστέλλεται με το αντίστοιχο διαβιβαστικό.</p>
            <p>Ανάρτηση στην ιστοσελίδα του σχολείου:</p>
            <p>Προς αποφυγή καταγγελιών από πρακτορεία, ιδιαίτερη προσοχή θα πρέπει να δίδεται στις παρακάτω υποχρεώσεις:</p>
            <p>α/ Το πρακτικό του διευθυντή με την αιτιολόγηση επιλογής του πρακτορείου αναρτάται στην ιστοσελίδα του σχολείου.
                Ενστάσεις μπορούν να υποβληθούν μέσα σε τρεις (3) μέρες από την ανάρτησή του.</p>
            <p>β/ Μετά την εξέταση των πιθανών ενστάσεων γίνεται η τελική επιλογή με πρακτικό του διευθυντή.</p>
            <p>γ/Στη συνέχεια, υπογράφεται η σύμβαση και το σχολείο υποχρεούται να αναρτά στον πίνακα ανακοινώσεων και στην
                ιστοσελίδα
                του τις προσφορές των τουριστικών γραφείων, τη σύμβαση οργανωμένου ταξιδιού που υπογράφτηκε, καθώς και τον αριθμό
                του
                ασφαλιστηρίου συμβολαίου επαγγελματικής ευθύνης.</p>
        @break

        @case('Εκπαιδευτικών ανταλλαγών σε συνέχεια διακρατικών συμφωνιών/μνημονίων συνεργασίας/εκτελεστικών προγραμμάτων')
        @case('Εκπαιδευτικών προγραμμάτων της Γενικής Γραμματείας Θρησκευμάτων')

        @case('Ευρωπαϊκών προγραμμάτων δραστηριοτήτων/προγραμμάτων που δε γίνονται στο πλαίσιο του ευρωπαϊκού προγράμματος Erasmus')
        @case('Προγραμμάτων διεθνών οργανισμών')

        @case('Συμμετοχών σε διεθνείς συναντήσεις, συνέδρια, ημερίδες, διαγωνισμούς, μαθητικές επιστημονικές ολυμπιάδες και άλλες διεθνής εκδηλώσεις')
        @case('Βράβευσης με ταξίδι στο εξωτερικό κατόπιν συμμετοχής σε διαγωνιστική διαδικασία εγκεκριμένη από το Υπουργείο Παιδείας')

        @case('Πιλοτικών προγραμμάτων διεθνών σχολικών δικτύων που εγκρίνονται ή συντονίζονται από το Υπουργείο Παιδείας')
            <p class="pt-4"><b>Υπάρχει δυνατότητα δημιουργίας <u>διασχολικής ομάδας</u> για κοινή συμμετοχή στην εκδρομή.</b><br>
                Σε αυτή την περίπτωση πρέπει να έχει προηγηθεί έγκριση (διαδικασία που κάνει το σχολείο με τους περισσότερους
                μαθητές). Δείτε τις οδηγίες:
            <ul class="list-disc list-inside">
                @foreach ($types[$excursionType]['legislation_special_files']() as $file)
                    <li>
                        <a class="hover:underline text-blue-600"
                            href="{{ str_replace('+', '%2B', Storage::disk('public')->url($file)) }}"
                            target="_blank">{{ basename($file) }}<i class="fas fa-download"></i></a>
                    </li>
                @endforeach
            </ul>
            </p>
        @break

        @case('Αδελφοποιήσεων')
            <p class="pt-4"><b>Θα πρέπει να εγκριθεί η αδελφοποίηση μεταξύ των σχολείων από την Αιρετή Περιφέρεια με αίτημα προς
                    αυτήν. Το
                    αίτημα διαβιβάζεται μέσω της ΔΔΕ.</b><br>
                Δείτε πρώτα τη διαδικασία που περιγράφεται στο/στα σχετικά αρχεία:<br>
                @foreach ($types[$excursionType]['legislation_special_files']() as $file)
                    <a class="hover:underline text-blue-600"
                        href="{{ str_replace('+', '%2B', Storage::disk('public')->url($file)) }}"
                        target="_blank">{{ basename($file) }}<i class="fas fa-download"></i></a><br>
                @endforeach
            </p>
        @break

    @endswitch

    <div class="flex justify-between mt-4">
        <a class="btn btn-warning" href="{{ route('excursion.create') }}"><i class='fas fa-angle-left'></i>Ακύρωση</a>
        <a class="btn btn-success"
            href="{{ route('excursion.create', [
                'excursionType' => $excursionType,
                'informed' => true,
            ]) }}">Έχω
            ενημερωθεί, συνέχεια <i class="fas fa-angle-right"></i>
        </a>
        </form>
    </div>
@endsection
